/* The informative text of the alert displayed when prompting to restore Encore's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "Vuoi ripristinare le combinazioni iniziali? Ogni combinazione personale sarà cancellata.";

/* The informative text of the alert displayed when prompting to run Encore in the background */
"AlertInformativeTextRunningInBackground" = "Lancia Encore senza mostrarne l'icona nella barra del menù.\n\nPer accedere alle preferenze di Encore, pigia Encore in Launchpad, o apri Encore dal Finder.";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "La combinazione \"%@\" è già assegnata. Scegline un'altra.";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "La combinazione \"%@\" è già assegnata ad un comando di sistema.\n\nPer usare questa combinazione modifica il comando da tastiera nelle Preferenze di Sistema, Tastiera.";

/* The message text of the alert displayed when prompting to restore Encore's default shortcuts */
"AlertMessageTextRestoreDefaults" = "Così saranno ripristinati i comandi da tastiera di base";

/* The message text of the alert displayed when prompting to run Encore in the background */
"AlertMessageTextRunningInBackground" = "In questo modo Encore sarà attivo ma non visibile";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "Combinazione %@ già assegnata.";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "OK";

/* The button label used in the negative */
"ButtonLabelNegative" = "Annulla";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "per %@";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "Inizia registrazione";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "Premi i tasti";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "Ferma registrazione";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "Usa";
